Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Google] Associate EN>BR-PT.tmx
Source language: en
Languages: pt_br

source: When you&#39;re ready, select CONTINUE.
pt_br: Quando estiver pronto, selecione CONTINUAR.

source: Text narrative 1 page 1
pt_br: Texto da narrativa 1 página 1

source: Not quite.&nbsp;
pt_br: Não é bem isso.&nbsp;

source: For example, spyware that sits in the background and monitors keyboard use, capturing passwords and other sensitive data.
pt_br: O spyware, por exemplo, fica em segundo plano e monitora o uso do teclado capturando senhas e outros dados confidenciais.

source: Android Enterprise brings seamless management of the entire fleet.
pt_br: O Android Enterprise oferece agilidade de gerenciamento para todos os dispositivos.

source: Deployment &ndash; Are you looking at BYOD devices or company owned?
pt_br: Implantação &dash; Vocês estão pensando em dispositivos BYOD ou de propriedade da empresa?

source: You have already selected the appropriate device required to meet your end-user's requirements.
pt_br: Você já selecionou um dispositivo apropriado para atender às necessidades do seu usuário final.

source: Breakdown
pt_br: Detalhamento

source: Lindsay replies saying:
pt_br: Lindsay responde:

source: Almost there
pt_br: Por pouco

source: device at a time by selecting devices&nbsp;
pt_br: dispositivo por vez selecionando os dispositivos&nbsp;

source: RESELLERS
pt_br: REVENDEDORES

source: Describe how a customer assigns a configuration
pt_br: Descrever como o cliente atribui uma configuração

source: How often does Google release security updates?
pt_br: Com que frequência o Google libera atualizações de segurança?

source: Ask your team members to associate a Google Account with their corporate email.
pt_br: Peça aos membros da sua equipe que associem uma conta do Google ao seus e-mails corporativos.

source: PAGE 4 ACCORDION #22 #29 #33 #34
pt_br: PÁGINA 4 ACCORDION #22 #29 #33 #34

source: 40% of IT admins say security is the top challenge to mobility in general, placing it ahead of issues such as the complexity of mobile technology or cost.
pt_br: 40% dos administradores de TI afirmam que a segurança é o principal desafio para a mobilidade, posicionando-a à frente de aspectos como a complexidade da tecnologia móvel ou o custo.

source: What are some of the device types that part of the Android Enterprise Recommended OEM program?
pt_br: Quais são alguns dos tipos de dispositivo incluídos no programa Android Enterprise Recommended OEM?

source: Let&rsquo;s take the example of an airline.
pt_br: Vamos analisar o exemplo de uma companhia aérea.

source: New Block Title
pt_br: Novo Título do Bloco

source: With this, the user can get all the privacy protections of the work profile and IT can maintain control but not at the cost of user privacy.
pt_br: Assim, o usuário tem todas as proteções de privacidade do perfil profissional, e o TI mantém controle, sem prejuízo da privacidade.

source: When an individual is using a work profile, personal data is kept in a separate profile and cannot be viewed by the organization that manages their work profile.
pt_br: Quando um usuário utiliza o perfil profissional, os dados pessoais são mantidos em um perfil separado e não podem ser visualizados pela empresa que gerencia seu perfil profissional.

source: PAGE 2 TEXT #15 (2)
pt_br: PÁGINA 2 TEXTO #15 (2)

source: Incorrect.
pt_br: Incorreto.

source: Subtitles off
pt_br: Legendas desativadas

source: When a password is entered into a website, it is expected that:
pt_br: Quando uma senha é inserida em um site, espera-se que:

source: Managing the organization&#39;s users (Owners only)
pt_br: Gerenciar os usuários da empresa (somente proprietários)

source: Have you thought about the app that you would want to run to deliver this content to the devices?”
pt_br: Vocês já pensaram no aplicativo que gostariam de desenvolver para disponibilizar esse conteúdo nos dispositivos?”

source: Each row shows the customer&#39;s name and their unique customer ID
pt_br: Cada linha mostra o nome e ID exclusivo de cliente

source: This makes the transition to mobile easier, especially for teams who have less technical knowledge.&nbsp;
pt_br: Isso facilita a transição para os dispositivos móveis, principalmente para as equipes com menos conhecimento técnico.&nbsp;

source: When an exploit is found.
pt_br: Quando uma invasão é detectada.

source: Managing devices
pt_br: Gerenciando dispositivos

source: Quick question.
pt_br: Pergunta.

source: Zen, an existing zero-touch customer, wants to purchase devices from a new reseller.
pt_br: Zen, um cliente da conta sem toque, quer adquirir dispositivos de um novo revendedor.

source: Google requires Android Enterprise devices to have built-in hardware-backed security, where dedicated security chips protect passwords and encryption keys against tampering and physical attacks.
pt_br: O Google exige que os dispositivos Android Enterprise tenham segurança protegida por hardware, nos quais chips de segurança exclusivos protegem senhas e chaves de criptografia contra adulterações e ataques físicos.

source: Certificate
pt_br: Certificado

source: Before we get to Android Enterprise, let&rsquo;s take a step back and explore various forms of devices in businesses in general.&nbsp;
pt_br: Antes de partirmos para o Android Enterprise, vamos explorar os diversos tipos de dispositivos utilizados em empresas em geral.&nbsp;

source: PAGE 4 TEXT #18 #24
pt_br: PÁGINA 4 TEXTO #18 #24

source: Device enrollment and distribution
pt_br: Registro de dispositivo e distribuição

source: When you&#39;ve prepared your .CSV file, follow the steps below:
pt_br: Ao preparar seu arquivo .CSV, siga os passos abaixo:

source: There are differences between the portals in terms of who can access what, and how.
pt_br: Há diferenças entre os portais em termos de quem pode acessar o quê e como.

source: Correct! With a variety of locations, it&rsquo;s good to talk about the vast array of devices available to suit different workers.
pt_br: Correto ! Com funcionários em diferentes localidades, é bom falar sobre a vasta gama de dispositivos disponíveis para atender às diferentes necessidades.

source: Zero-touch enrollment
pt_br: Registro sem toque

source: Attach a telephone number and order metadata to devices
pt_br: Atribuição de um número de telefone e solicitação de metadados aos dispositivos

source: The account creation succeeded.
pt_br: A conta foi criada com êxito.

source: Click Users in the sidebar
pt_br: Clique em Users na barra lateral

source: Find, register and deregister devices
pt_br: Encontrar, cadastrar e cancelar o registro de dispositivos

source: 3 billion
pt_br: 3 bilhões

source: &ldquo;We haven&rsquo;t worked that out yet, but maybe we could start with just some kind of screen sharing from a computer?
pt_br: &ldquo;Ainda não resolvemos isso, mas será que não podemos começar com algum tipo de compartilhamento da tela de um computador?

source: Attacking vulnerabilities in the code where malware is used to get past defenses to steal data.
pt_br: As invasões atacam as vulnerabilidades no código, usando malwares para passar pelas defesas e roubar dados.

source: Name:
pt_br: Nome:

source: Choose Role Page 1
pt_br: Escolha a Função Página 1

source: Select the arrow to learn more.
pt_br: Clique na seta para saber mais.

source: They have their own password and IT can manage allowed apps and device functions such as camera, microphones and location settings.
pt_br: Cada um tem sua própria senha e o TI pode gerenciar os aplicativos permitidos, além de funções como câmeras, microfones e configurações de localização.

source: No items found - try searching again
pt_br: Nenhum item encontrado. Realize uma nova pesquisa.

source: Lindsay is head engineer for all the ground and service vehicles.
pt_br: Lindsay é engenheira responsável pelos veículos terrestres e de serviços.

source: Continue Page 1
pt_br: Continuar Página 1

source: It can be done from the reseller portal
pt_br: Isso pode ser feito a partir do portal do revendedor

source: The advantages of using Android in business solutions.
pt_br: As vantagens de usar o Android em soluções empresariais.

source: Pass:
pt_br: Passou:

source: Zero-touch resellers
pt_br: Revendedores sem toque

source: Would it be helpful if I explained how data is separated with a work profile and find some documentation to inform your stakeholders?”
pt_br: Posso ajudar a saná-las explicando como os dados são separados através de um perfil profissional e enviar informações para esclarecer as dúvidas das equipes envolvidas no projeto?”

source: Overview of Android Enterprise.
pt_br: Visão geral sobre o Android Enterprise

source: Some customers may mention Device Admin, which is the predecessor to Android Enterprise.
pt_br: Alguns clientes podem mencionar o Device Admin, que é o antecessor do Android Enterprise.

source: For more information about Android Enterprise Recommended, please visit our Solution Directory here.
pt_br: Para saber mais sobre o Android Enterprise Recommended, visite nosso Diretório de Soluções aqui.

source: Question 3
pt_br: Pergunta 3

source: Devices can be configured in bulk with the reseller, saving time on logistics.
pt_br: Os dispositivos podem ser configurados em massa com o revendedor, economizando tempo em logística.

source: Because OEM's and services pay to be part of the service, you can be confident that these services meet the high bar.
pt_br: Como fabricantes OEM e provedores de serviços pagam para fazer parte do programa, é possível confiar na qualidade deles.

source: Tags
pt_br: Marcadores

source: The reseller can only create and provision devices to 256 end customers, to provide the service for another customers the reseller must create a new account.
pt_br: O revendedor só pode criar e fornecer dispositivos a 256 clientes finais. Para oferecer serviço a outros clientes, o revendedor precisa criar uma nova conta.

source: in the portal:&nbsp;
pt_br: no portal.&nbsp;

source: &ldquo;Hi there, I&rsquo;m Lindsay and I&rsquo;m the chief engineer for all the airport&rsquo;s ground crew from the runway to the baggage buggies, we look after them all.
pt_br: &ldquo;Olá, me chamo Lindsay e sou a engenheira responsável por toda a equipe terrestre, desde a pista até os carrinhos de bagagem. Somos responsáveis por esses funcionários.

source: Android can easily be rooted to make it easier for the IT department to modify for their corporate needs.
pt_br: É possível fazer o root do Android para que o departamento de TI possa gerenciar as necessidades corporativas com facilidade.

source: Close
pt_br: Fechar

source: Postponed:
pt_br: Adiadas:

source: This course covers Android Enterprise but let&rsquo;s take a look at a quick comparison before we move on.
pt_br: Este curso aborda o Android Enterprise, porém vamos fazer uma comparação rápida antes de prosseguirmos.

source: Verified Boot ensures all executed code comes from a trusted source (usually device manufacturers), and has not been modified by an attacker or corrupted.
pt_br: A Inicialização Verificada garante que todo código executado vem de uma fonte confiável (normalmente, o fabricante do dispositivo) e não foi modificada por um hacker nem corrompida.

source: profileid &ndash; example:
pt_br: ID do perfil, exemplo:

source: You&rsquo;ve completed the&nbsp;Enterprise mobility class and earned some flight hours!
pt_br: Você completou a aula sobre &nbsp;Mobilidade corporativa e ganhou algumas horas de voo!

source: KEEP GOING PAGE 3
pt_br: CONTINUE TENTANDO PÁGINA 3

source: Qualify opportunity
pt_br: Qualificar oportunidades

source: How likely are you to recommend zero-touch enrollment to a customer?
pt_br: Qual a probabilidade de recomendar o registro sem toque a um cliente?

source: Page 1 CONTINUE
pt_br: Página 1 CONTINUAR

source: PAGE 2 ACCORDION #14 (1)
pt_br: PÁGINA 2 ACCORDION #14 (1)

source: There&rsquo;s also this datasheet with extra information.
pt_br: Veja também este material com mais informações.

source: There are hundreds of device manufacturers and thousands of available Android devices, some aimed at consumers and some aimed at business, which helps narrow the choices for business buyers.
pt_br: Existem centenas de fabricantes de dispositivos e milhares de dispositivos Android disponíveis, alguns voltados para consumidores e outros para empresas, o que ajuda a segmentar as opções para as empresas.

source: Scenario 2 – Engineering and maintenance.
pt_br: Cenário 2 – Engenharia e manutenção.

source: Android zero-touch H platform
pt_br: Plataforma H Android sem toque

source: Register purchased devices to a customer&#39;s zero-touch enrollment account
pt_br: Cadastro de dispositivos adquiridos em uma conta do registro sem toque do cliente

source: “How do the flight crews communicate with each other?”
pt_br: "Como as tripulações se comunicam entre si?"

source: Man-in-the-middle attacks break the latter two assumptions by either corrupting the password or by capturing it.
pt_br: Ataques “man-in-the-middle” invalidam as duas últimas suposições ao corromper ou capturar a senha.

source: To summarize, we know that:
pt_br: Resumindo, sabemos que:

source: Well done on working your way through this introduction to zero-touch course.
pt_br: Parabéns por concluir o curso de introdução ao sem toque.

source: Roles and responsibilities
pt_br: Funções e responsabilidades

source: Executives may need to use their devices for multiple purposes, from email and productivity to internal business and social media apps.
pt_br: Os executivos precisam usar seus dispositivos para diferentes propósitos, desde e-mail e produtividade até aplicativos internos da empresa e redes sociais.

source: If you need to change your selection hit UPDATE.
pt_br: Se quiser alterar sua escolha, clique em ATUALIZAR.

source: About
pt_br: Sobre

source: Almost. Review the content, then select RESET&nbsp;and try again.
pt_br: Quase. Revise o conteúdo e clique em REINICIAR&nbsp;para tentar novamente.

source: Use the link 'Use my current email address instead'.
pt_br: Acesse o link "Utilizar meu e-mail atual".

source: volume slider
pt_br: barra de volume

source: Implementing enterprise mobility.
pt_br: Implementar a mobilidade corporativa.

source: A work profile can be set up on an Android device to separate work apps and data, including the clipboard, from personal apps and data.
pt_br: Um perfil profissional pode ser configurado em um dispositivo Android para separar aplicativos e dados de trabalho, incluindo a área de transferência, de aplicativos e dados pessoais.

source: PAGE 4 ACCORDION #19 #26 #28 #29
pt_br: PÁGINA 4 ACCORDION #19 #26 #28 #29

source: Lulu, the head of procurement for Bank Ltd, wants to purchase premium devices for their executives.
pt_br: Lulu, chefe de compras do Banco S/A, quer adquirir dispositivos premium para seus executivos.

source: close
pt_br: fechar

source: How to add, edit and delete team members.
pt_br: Como adicionar, editar e excluir membros da equipe.

source: Recap.
pt_br: Recapitulando.

source: Only Google Pixel devices
pt_br: Apenas dispositivos Google Pixel

source: image
pt_br: imagem

source: A map of the airport terminal with hot spots that can be tapped on for more detail, such as the gates, for example.
pt_br: Um mapa do terminal do aeroporto com áreas que podem ser tocadas para abrir mais detalhes, como os portões, por exemplo.

source: The Google services that detect and block threats.
pt_br: Serviços do Google que detectam e bloqueiam ameaças.

source: Explain the Android Enterprise Recommended program.
pt_br: O que é programa Android Enterprise Recommended.

source: “Everyone could be issued with a managed Google Account and use Google Calendar.
pt_br: Todos podem receber uma Conta do Google gerenciada e utilizar o Google Agenda.

source: ​​​​Zero-touch Reseller
pt_br: Revendedor sem toque

source: Ask questions about (or identify) their concerns and potential challenges.
pt_br: Faça perguntas sobre (ou identifique) as preocupações e os desafios potenciais.

source: HR may use them for modifying and sending schedules, monitoring hours worked and keeping in touch with crews around the airport.
pt_br: O RH pode usar os dispositivos para alterar e enviar cronogramas, monitorar horas trabalhadas e manter contato com as equipes localizadas no aeroporto.

source: Select the correct answer.
pt_br: Selecione a resposta correta.

source: PAGE 4 KEEP GOING
pt_br: PÁGINA 4 CONTINUE TENTANDO

source: The assessment is not complete yet, here's how you are doing so far:
pt_br: A avaliação ainda não foi concluída, veja como você está se saindo:

source: In our airline, with a constant flow of flights and passengers, security must always be maintained at the highest level.
pt_br: Para nossa companhia aérea que tem um fluxo constante de voos e passageiros, a segurança deve estar sempre no mais alto nível.

source: Select the CSV file from the file picker
pt_br: Selecione seu arquivo CSV na lista de arquivos

source: Additionally, personal data on employee devices needs to be kept safe and private.
pt_br: Além disso, os dados pessoais dos dispositivos dos funcionários precisam ser protegidos e mantidos em privacidade.

source: Some devices automatically force shutdown when an attempt to share data is detected.
pt_br: Alguns dispositivos ativam automaticamente o desligamento quando uma tentativa de compartilhamento de dados é detectada.

source: Here&rsquo;s how to create a new customer account on the zero-touch portal.
pt_br: Veja como criar uma nova conta de cliente no portal de registro sem toque.

source: Glossary
pt_br: Glossário

source: Click Upload batch config updates
pt_br: Clique em Upload batch config updates

source: Google apps bring the same experience consumers are familiar with, to the business.
pt_br: Os aplicativos do Google oferecem para a empresa a mesma experiência com a qual os consumidores estão familiarizados.

source: Silent app distribution
pt_br: Distribuição silenciosa de aplicativos

source: It means that users can access public Wi-Fi with confidence that any data transfer is kept private.&nbsp;
pt_br: Isso significa que os usuários podem acessar redes Wi-Fi públicas com a segurança de que qualquer transferência de dados será privada.&nbsp;

source: Each partner type has its own prerequisites for joining the zero-touch platform.
pt_br: Cada tipo de parceiro tem seus próprios pré-requisitos para ingressar na plataforma sem toque.

source: Restricting the use of camera and microphone on devices
pt_br: Restrição ao uso da câmera e microfone em dispositivos

source: They should be interactive where a customer can explore the airport, get directions and get help when needed.
pt_br: Eles devem ser interativos e permitir que os passageiros explorem o aeroporto, obtenham instruções e ajuda quando necessário.

source: &ldquo;Well, we&rsquo;re concerned about keeping scheduling information private as our competitors try to capture as much data about us as they can.
pt_br: &ldquo;Bem, estamos preocupados em manter as informações sobre cronogramas em privacidade, pois nossos concorrentes estão tentando captar a maior quantidade possível de dados sobre nossa empresa.

source: How to view a customer
pt_br: Como visualizar um cliente

source: Zero-touch configuration
pt_br: Configuração sem toque

source: These services run in the background 24/7 and offer real-time detection and blocking of malicious or unapproved apps.
pt_br: Esses serviços são executados em segundo plano 24 horas por dia e oferecem detecção e bloqueio em tempo real de aplicativos maliciosos ou não autorizados.

source: Android Enterprise Essentials&nbsp;(sold by reseller partners)
pt_br: Android Enterprise Essentials &nbsp;(vendido por revendedores parceiros)

source: HIDE ANSWER
pt_br: OCULTAR RESPOSTA

source: Almost there.
pt_br: Por pouco.

source: Download reflection
pt_br: Baixar reflexão

source: Samuel, an Android device reseller, offers devices, EMM software, and consulting services to corporate customers and is working with the airline.
pt_br: Samuel, um revendedor de dispositivos Android, oferece dispositivos, software EMM e serviços de consultoria para clientes corporativos e trabalha com a companhia aérea.

source: Click Device Search
pt_br: Clique em Device Search

source: Using machine learning, it can adapt to block new threats and is always up to date.
pt_br: Com o aprendizado de máquina, ele pode se adaptar para bloquear novas ameaças. Além disso, ele está sempre atualizado.

source: How is scheduling done at the moment?
pt_br: Como é realizado o cronograma de turnos de trabalho atualmente?

source: These layers work together to cover every aspect of a device from using applications and viewing websites to keep data safe.
pt_br: Essas camadas trabalham juntas para cobrir todos os aspectos de um dispositivo, desde o uso de aplicativos até a visualização de sites, para manter a segurança dos dados.

source: You&rsquo;ll learn how Android enables all these and more&hellip;
pt_br: Você vai aprender como tudo isso e muito mais é possível no Android.

source: Benefits of zero-touch
pt_br: Benefícios do sem toque

source: &ldquo;For security, the CISO wants the app to be deployed in a managed mobile fleet.&rdquo;
pt_br: &ldquo;Por segurança, o CISO quer que o aplicativo seja implantado em uma frota móvel gerenciada.&rdquo;

source: Knowledge check.
pt_br: Verificação de conhecimento.

source: Commas separate the values in that row.
pt_br: As vírgulas separam os valores nessa linha.

source: Common security threats.
pt_br: Riscos recorrentes à segurança.

source: The customer creates a Google Account
pt_br: O cliente cria uma conta do Google

source: To do this, follow the steps below:
pt_br: Para isso, siga os passos abaixo:

source: Multiple configurations can be created (different EMMs in use/multiple instances of the same EMM), and a single configuration can be used on multiple devices.
pt_br: É possível criar diversas configurações (diferentes EMMs em uso/várias instâncias do mesmo EMM) ou uma configuração única pode aplicada a vários dispositivos.

source: Regional Carrier.
pt_br: Operadora de telefonia.

source: Already part of Android and enabled by EMM
pt_br: Já faz parte do Android e é habilitado pelo EMM

source: The work profile can have a different password to reassure Alex that data will be kept private and secure.
pt_br: O perfil profissional deve ter uma senha diferente para tranquilizar o Alex acerca da proteção da privacidade e da segurança de dados.

source: Reflection is not yet available to download
pt_br: A reflexão ainda não está disponível para download

source: The portal doesn&#39;t notify your team members that they have access.
pt_br: O portal não notificará os membros da equipe sobre o acesso.

source: Assigning a default Configuration
pt_br: Atribuindo uma configuração padrão

source: Download certificate
pt_br: Baixar certificado

source: EMM SALES RECAP PAGE 4
pt_br: RESUMO EMM SALES PÁGINA 4

source: Ask questions to collect relevant information on existing infrastructure, company policy, networking and more.
pt_br: Faça perguntas para coletar informações relevantes sobre a infraestrutura atual, política da empresa, gestão de redes e mais.

source: The reseller creates an account for the customer.
pt_br: O revendedor cria uma conta para o cliente

source: KME will be unaffected by zero-touch support.
pt_br: O KME não será afetado pelo suporte sem toque.

source: Social engineering
pt_br: Engenharia social

source: Would you mind if I asked a few more questions so I can find the right solution?&rdquo;
pt_br: Você se importa se eu fizer mais algumas perguntas para identificar a solução adequada?&rdquo;

source: Click Upload under the Claim or unclaim devices section
pt_br: Clique em Upload na seção Claim or unclaim devices
